of60/tutorials/rheoHeatFoam/OtherTests/cavity/Newtonian/constant/thermoProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermoProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

type            boussinesq;

enableViscousDissipation false;

rhoCp           rhoCp [ 1 -1 -2 -1 0 0 0 ] 1;

kappaCoeffs
{
    a0              100.;
    a1              0;
    a2              0;
    a3              0;
}


// ************************************************************************* //
